Repository: DanielCazorro/SwiftiOSApps
Catalog: Apps/HikeApp/Hike/Hike/Resources/Localizable.xcstrings
Source language: en
Languages: es

# appIcon.backpack
source: Backpack icon
es: Icono de mochila

# appIcon.camera
source: Camera icon
es: Icono de cámara

# appIcon.campfire
source: Campfire icon
es: Icono de hoguera

# appIcon.default
source: Default icon
es: Icono predeterminado

# appIcon.magnifyingGlass
source: Magnifying glass icon
es: Icono de lupa

# appIcon.map
source: Map icon
es: Icono de mapa

# appIcon.mushroom
source: Mushroom icon
es: Icono de seta

# card.empty
source: There are no trails to show right now.
es: Ahora mismo no hay rutas que mostrar.

# card.exploreMore
source: Explore More
es: Descubrir más

# card.fact.difficulty
source: Difficulty
es: Dificultad

# card.fact.distance
source: Distance
es: Distancia

# card.fact.elevation
source: Elevation
es: Desnivel

# card.favorite.add
source: Add to favorites
es: Añadir a favoritos

# card.favorite.remove
source: Remove from favorites
es: Quitar de favoritos

# card.photo.accessibilityLabel %@
source: Illustration of the %@ trail
es: Ilustración de la ruta %@

# card.settings.open
source: Open settings
es: Abrir ajustes

# card.subtitle
source: Fun and enjoyable outdoor activity for friends and families.
es: Una actividad al aire libre divertida para amigos y familias.

# card.title
source: Hiking
es: Senderismo

# difficulty.challenging
source: Hard
es: Exigente

# difficulty.easy
source: Easy
es: Fácil

# difficulty.moderate
source: Moderate
es: Moderada

# hike.1.location
source: El Chorro, Málaga (Spain)
es: El Chorro, Málaga (España)

# hike.2.location
source: Picos de Europa, Asturias (Spain)
es: Picos de Europa, Asturias (España)

# hike.3.location
source: Saldes, Barcelona (Spain)
es: Saldes, Barcelona (España)

# hike.4.location
source: Sierra Nevada, Granada (Spain)
es: Sierra Nevada, Granada (España)

# hike.5.location
source: Tenerife, Canary Islands (Spain)
es: Tenerife, Islas Canarias (España)

# settings.about.application
source: Application
es: Aplicación

# settings.about.compatibility
source: Compatibility
es: Compatibilidad

# settings.about.contact
source: Contact
es: Contacto

# settings.about.copyright %@ %@
source: Copyright © %@ %@. All rights reserved.
es: Copyright © %@ %@. Todos los derechos reservados.

# settings.about.design
source: Design
es: Diseño

# settings.about.developer
source: Developer
es: Desarrollo

# settings.about.technology
source: Technology
es: Tecnología

# settings.about.version
source: Version
es: Versión

# settings.body
source: The hike that looks gorgeous in photos but is even better once you are actually there. The hike you hope to do again someday. Find the best day hikes in the app.
es: Esa ruta que queda preciosa en las fotos, pero que es aún mejor cuando estás allí. Esa ruta que esperas repetir algún día. Descubre las mejores rutas de un día en la app.

# settings.callToAction
source: Dust off the boots! It's time for a walk.
es: ¡Desempolva las botas! Es hora de caminar.

# settings.done
source: Done
es: Hecho

# settings.editorsChoice
source: Editors' Choice
es: Selección del editor

# settings.headline
source: Where can you find the perfect trails?
es: ¿Dónde encontrar las rutas perfectas?

# settings.icons.error.title
source: Couldn't change the icon
es: No se pudo cambiar el icono

# settings.icons.footer
source: Choose your favorite app icon from the collection above.
es: Elige tu icono favorito de la colección de arriba.

# settings.icons.unsupported
source: This device does not allow changing the app icon.
es: Este dispositivo no permite cambiar el icono de la app.

# settings.ok
source: OK
es: Aceptar

# settings.section.about
source: About the app
es: Acerca de la app

# settings.section.icons
source: Alternate Icons
es: Iconos alternativos

# settings.title
source: Settings
es: Ajustes
